[
  {
    "q": "At the end of the series Rachel is offered a job in which city?"
  },
  {
    "q": "What instrument does Phoebe play?"
  },
  {
    "q": "In season 6, episode 7, Rachel tries to avoid being seen with Phoebe during which form of physical exercise in Central Park?"
  },
  {
    "q": "What is Monica's occupation?"
  },
  {
    "q": "Which President was Monica, Ross and Rachel's high school named after?"
  },
  {
    "q": "Season four gives us an episode where all the friends politely listen to Ross's playing on the keyboard, a skill he's dreadful at. What does he call his musical creations?"
  },
  {
    "q": "Phoebe's brother let her name one of his triplets. What did she name her?"
  },
  {
    "q": "Phoebe's sister dates which of her friends?"
  },
  {
    "q": "Season three presents a funny episode in which, to his horror, Chandler's male boss develops a habit of doing what?"
  },
  {
    "q": "What was the name of the department store that Rachel worked for?"
  },
  {
    "q": "Which character is the actor?"
  },
  {
    "q": "Who gave birth to a child named Emma?"
  },
  {
    "q": "What were the names of the triplets Phoebe gave birth to?"
  },
  {
    "q": "What soap opera does Joey act on as \"Dr. Drake Remoray\"?"
  },
  {
    "q": "What was the name of Rachel's fiance that she left at the altar?"
  },
  {
    "q": "In series 10, who married Phoebe?"
  },
  {
    "q": "Which actress plays Rachel Green?"
  },
  {
    "q": "Who does Phoebe end up getting married to?"
  },
  {
    "q": "Monica is a _______ freak."
  },
  {
    "q": "Which \"Friends\" character doesn't believe in evolution?"
  },
  {
    "q": "Which 'friend' had an on and off addiction to smoking?"
  },
  {
    "q": "Who was Rachel supposed to marry before she moved in with Monica?"
  },
  {
    "q": "Rachel and Ross had a baby at the end of season 8. What is the baby's name?"
  },
  {
    "q": "Which character got hit by a tranquilizer dart?"
  },
  {
    "q": "Which of the actors on \"Friends\" unfortunately decides to whiten his teeth before going out on a first date with a girl he's had a crush on for some time?"
  },
  {
    "q": "Who was Ross's second wife?"
  },
  {
    "q": "Which two characters get together in London?"
  },
  {
    "q": "Fill in the blanks for Phoebe's song: \"_________ ______, _________ ______, what are they feeding you?\""
  },
  {
    "q": "In 'TOW The Stripper Cries', it is revealed who Monica's first kiss was. Who is it?"
  },
  {
    "q": "Let's start off easy. What borough of New York does the gang live in?"
  },
  {
    "q": "What was the name of the 'twin' Joey hired for an identical twin study?"
  },
  {
    "q": "Who plays Chandler?"
  },
  {
    "q": "Who walked Carol down the aisle when she married Susan?"
  },
  {
    "q": "When Rachel, Chandler and Ross are trying to carry Ross's new lounge up a flight of stairs that change direction half way, what is the word that Ross keeps shouting out to the other two?"
  },
  {
    "q": "Who was Rachel going to marry but left at the altar?"
  },
  {
    "q": "What is Ross scared of?"
  },
  {
    "q": "Which male friend has been married more than twice?"
  },
  {
    "q": "Why did Monica lose weight?"
  },
  {
    "q": "What was the name that Monica would pick for her son when she had one?"
  },
  {
    "q": "The \"Friends\" stayed at a beach house that belonged to one of Phoebe's massage clients. What was wrong with it?"
  },
  {
    "q": "What word goes at the end of this part of the theme song? \"So no one told you life was gonna be this way (clap, clap, clap, clap). You're job's a joke, you're broke, your love life's _____\""
  },
  {
    "q": "What is the name of Ross's son?"
  },
  {
    "q": "This laughter evoking episode in season five involves Ross following Joey's advice, following his purchase of a new pair of trousers to wear out on a date. What sort of pants were they?"
  },
  {
    "q": "What was the name of the character Joey played on \"Days of Our Lives\"?"
  },
  {
    "q": "What is Joey's rule on eating with other people?"
  },
  {
    "q": "Whose favourite food is sandwiches?"
  },
  {
    "q": "What did Monica make when she was trying to get over Richard?"
  },
  {
    "q": "What was the name of Chandler's annoying ex-girlfriend?"
  },
  {
    "q": "Monica's apartment number was 5 at the beginning of the series. What did it later change to?"
  },
  {
    "q": "How was Chandler's dad 'different'?"
  },
  {
    "q": "What's the name of the very annoying woman that Chandler dated many times?"
  },
  {
    "q": "What does Chandler think Gunther's last name is?"
  },
  {
    "q": "Who acted as the minister at Phoebe's wedding?"
  },
  {
    "q": "What country did Phoebe say she was from when she gave Rachel a massage in the massage parlor?"
  },
  {
    "q": "Which baby name did Ross love"
  },
  {
    "q": "________ found Rachel's pregnancy test and thinks _________ is the one who is pregnant."
  },
  {
    "q": "Who played Richard?"
  },
  {
    "q": "Season 9 sees the friends traveling to Barbados to listen to Ross give a speech. What happens to Monica's hair here?"
  },
  {
    "q": "Who came up with Rachel's daughter's name?"
  },
  {
    "q": "When Monica is trying to get over Richard"
  },
  {
    "q": "What is Janice's pet name for Chandler?"
  },
  {
    "q": "What instrument does Phoebe's husband play?"
  },
  {
    "q": "What was the name of the student that Ross dated?"
  },
  {
    "q": "Gunther speaks another language besides English. What is it?"
  },
  {
    "q": "Which quote is more something Chandler would say?"
  },
  {
    "q": "Who has the annoying voice?"
  },
  {
    "q": "After Joey has moved out of Chandler's apartment in season two"
  },
  {
    "q": "Which friend did not live in or stay long term at Monica's apartment during the show?"
  },
  {
    "q": "What is the one thing Chandler can't do until Monica tries to teach him?"
  },
  {
    "q": "Whose agent is Estelle?"
  },
  {
    "q": "What is the \"Joey Special\"?"
  },
  {
    "q": "What is the name of the Central Perk employee who was in love with Rachel?"
  },
  {
    "q": "Who really owns Monica's apartment?"
  },
  {
    "q": "What character has Joey played on 'Days of Our Lives'?"
  },
  {
    "q": "When they were playing football before they ate Thanksgiving dinner, who was on the shirt that Phoebe was wearing?"
  },
  {
    "q": "In the last season, Monica and Rachel decide to throw a bachelorette party for Phoebe before her wedding. At the last minute they hire a male"
  },
  {
    "q": "How many times did Ross get married?"
  },
  {
    "q": "What character does Phoebe dress up as for the Halloween party?"
  },
  {
    "q": "According to Ross' alumni web page, why did he break up with Carol?"
  },
  {
    "q": "What is Monica's occupation?"
  },
  {
    "q": "What was the name of Phoebe's former singing partner?"
  },
  {
    "q": "How many times has Ross been married (as of 2002)?"
  },
  {
    "q": "Which holiday does Chandler not like?"
  },
  {
    "q": "Which of these songs was made famous by Phoebe?"
  },
  {
    "q": "What is the name of the coffee house where the gang hangs out?"
  },
  {
    "q": "What is Monica's profession?"
  },
  {
    "q": "Who calls Chandler her \"Bing-a-ling\"?"
  },
  {
    "q": "In 'The One With the Black Out', Chandler is trapped in an ATM vestibule with a woman. Who is she?"
  }
]